Repository: ms-iot/samples
Catalog: IoTCoreDefaultApp/IoTCoreDefaultApp/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pt_br, ru_ru, zh_cn, zh_tw

# Tutorial.GetConnected.006.p
source: The easiest, and most reliable way to get connected is to use Ethernet. Plug an Ethernet cable into your board and connect it to your router or network switch.
ar_sa: أسهل وأفضل طريقة للإتصال بالإنترنت هو باستخدام الكبل Ethernet. قم بتوصيل الكبل بالجهاز ثم صل الطرف الآخر بجهاز Router أو محول Network switch.
de_de: Die einfachste und zuverlässigste Verbindungsmethode ist Ethernet. Schließen Sie ein Ethernet-Kabel an Ihr Board an, und verbinden Sie es mit Ihrem Router oder Netzwerkswitch.
es_es: La manera más fácil y confiable de conectarse es a través de una conexión Ethernet. Conecta un cable Ethernet a la placa y al enrutador o conmutador de red.
fr_fr: Le mode de connexion le plus simple et le plus fiable est Ethernet. Branchez le câble Ethernet sur votre carte et connectez-le au routeur ou au commutateur réseau.
it_it: Il modo più semplice e affidabile per connetterti è usare Ethernet. Collega un cavo Ethernet alla scheda e quindi al router o al commutatore di rete.
ja_jp: 最も簡単で最も確実な接続方法は、イーサネットを使用することです。ボードにイーサネット ケーブルの一方を接続して、もう一方をルーターかネットワーク スイッチに接続してください。
ko_kr: 이더넷을 사용하면 가장 쉽고 안정적으로 연결할 수 있습니다. 보드에 이더넷 케이블을 꽂아서 라우터 또는 네트워크 스위치에 연결하면 됩니다.
nl_nl: Het eenvoudingst en meest betrouwbaar is te koppelen via de Ethernet verbinding. Verbind een Ethernet kabel aan het board en verbind het met een router of netwerk switch.
pt_br: A maneira mais fácil e confiável de se conectar é usando Ethernet. Conecte um cabo Ethernet em sua placa e conecte-o ao seu roteador ou comutador de rede.
ru_ru: Самый простой и надежный способ подключения — использовать кабель Ethernet. Вставьте его в свою плату и подключите к роутеру или сетевому концентратору.
zh_cn: 若要保持连接，最简单也是最可靠的方法是使用以太网。请将以太网电缆插入插件板，然后将其连接到你的路由器或网络交换机。
zh_tw: 乙太網路是最簡單且可靠的連線方式。將乙太網路纜線插入您的電路板並連線至您的路由器或網路交換器。

# Tutorial.GetConnected.007.h1
source: Wi-Fi
ar_sa: الإتصال اللاسلكي Wi-Fi
de_de: WLAN
zh_cn: WLAN

# Tutorial.GetConnected.008.p
source: Although some boards come with built in Wi-Fi, most do not. If your board does not have built in Wi-fi and you’ll have to purchase a USB Wi-Fi Adapter and plug it into your board. Feel free to run to the store. I’ll wait.
ar_sa: برغم أن بعض الألواح تأتي معها خاصية الإتصال اللاسلكي ، لكن أغلبها لايدعمها. إذا كان لوحك لا يدعم هذه الخاصية وعليك شراء موصل لاسلكي يربط بمدخل USB. لا تتردد في الذهاب إلى المتجر وشراؤه. أنا بإنتظارك هنا.
de_de: Obwohl einige Boards mit integriertem WLAN ausgestattet sind, trifft dies längst nicht auf alle zu. Falls Ihr Board kein WLAN hat, müssen Sie sich einen USB-WLAN-Adapter beschaffen und an Ihr Board anschließen. Stöbern Sie in Ruhe im Store, ich warte so lange.
es_es: Aunque algunos paneles cuentan con Wi-Fi integrado, la mayoría no lo tiene. Si tu panel no tiene Wi-Fi integrado, tendrás que comprar un adaptador Wi-Fi USB y conectarlo a tu panel. No dudes en ir a la tienda... Te espero.
fr_fr: Même si certaines cartes sont fournies avec le Wi-Fi intégré, la plupart en sont dépourvues. Si tel est le cas pour votre carte, vous devez acheter une carte Wi-Fi USB et la brancher sur votre carte. N’hésitez pas à vous précipiter dans une boutique ; je patienterai.
it_it: Anche se in alcune schede la connettività Wi-Fi è incorporata, nella maggior parte non lo è. Se la tua scheda non dispone di connettività Wi-Fi incorporata, devi acquistare una scheda Wi-Fi USB e collegarla alla scheda. Procuratene una: ti aspetterò.
ja_jp: Wi-Fi が組み込まれているボードもありますが、ほとんどはそうではありません。ボードに Wi-Fi が組み込まれていない場合は、USB Wi-Fi アダプターを購入して、ボードに接続する必要があります。遠慮せずにお店に買いにお出かけください。お待ちしております。
ko_kr: Wi-Fi가 기본적으로 제공되는 보드도 있지만, 대부분의 보드에는 Wi-Fi가 제공되지 않습니다. 보드에 기본적으로 제공된 Wi-Fi가 없는 경우 USB Wi-Fi 어댑터를 구입하여 보드에 연결해야 합니다. USB Wi-Fi 어댑터는 상점에서 구입할 수 있습니다.
nl_nl: Sommige apparaten hebben ingebouwde Wi-Fi, maar de meeste niet. Als jou apparaat geen ingebouwde Wi-Fi heeft, koop dan een USB Wi-Fi Adapter.
pt_br: Embora algumas placas venham com Wi-Fi interno, isso não acontece com a maioria. Caso sua placa não tenha Wi-Fi interno, você precisará comprar um Adaptador USB Wi-Fi e conectá-lo à placa. Sinta-se à vontade para ir à loja. Estarei aguardando.
ru_ru: Хотя на некоторых платах есть встроенный модуль Wi-Fi, на большинстве из них он отсутствует. Если на вашей плате нет такого модуля, вам понадобится приобрести USB-адаптер для Wi-Fi и подключить его к плате. Можете сбегать в магазин. Я подожду.
zh_cn: 虽然一些插件板有内置 WLAN，但大多数插件板都没有。如果你的插件板没有内置 WLAN，那么你需要购买 USB WLAN 适配器，并将其插入到你的插件板中。你可以随时访问应用商店。我将恭候你。
zh_tw: 雖然部分電路板具備內建 Wi-Fi，但大多數電路板都缺少此功能。若您的主機板缺少內建 Wi-fi，您將必須購買 USB Wi-Fi 介面卡並插入電路板。您可以出門購買，我可以等候您。

# Tutorial.GetConnected.009.p
source: Got one? Awesome, plug it in!
ar_sa: ألديك واحد؟ ممتاز! صله ولنتصل إذن.
de_de: Sie haben einen? Wunderbar, schließen Sie ihn an!
es_es: ¿Conseguiste uno? ¡Estupendo! Conéctalo ahora.
fr_fr: Vous en avez une ? Excellent ! Branchez-la !
it_it: Ne hai una? Ottimo, collegala!
ja_jp: 購入したら、接続しましょう!
ko_kr: USB Wi-Fi 어댑터가 있으면 연결하세요.
nl_nl: Heb jij er één ? Mooi, stop die in een vrije USB poort!
pt_br: Tem uma? Legal, conecte-a!
ru_ru: У вас уже есть адаптер? Отлично, тогда подключите его!
zh_cn: 已经有一个? 太好了，请将其插入!
zh_tw: 有了? 非常好，插入電路板!

# Tutorial.GetConnected.011.p
source: In the top right hand corner of your screen is a “settings gear”. Click the gear and navigate to Network and Wi-Fi. Here you can connect to your local network.
ar_sa: هناك شكل مسنن إعدادات في الجهة اليمينية العلوية من الشاشة. اضغط عليه واذهب إلى إعدادات الشبكة و Wi-Fi. في تلك الشاشة ستتمكن من الإتصال على شبكتك الداخلية.
de_de: In der oberen rechten Ecke Ihres Bildschirms befindet sich ein Zahnrad-Symbol. Klicken Sie auf dieses Symbol, und navigieren Sie zu „Netzwerk und WLAN“. Hier können Sie eine Verbindung mit Ihrem lokalen Netzwerk herstellen.
es_es: En la esquina superior derecha de la pantalla hay un "engranaje de configuración". Haz clic en él y ve a Redes y Wi-Fi. Aquí puedes conectarte a tu red local.
fr_fr: Une « roue dentée Paramètres » figure dans le coin supérieur droit de votre écran. Cliquez sur cette roue pour accéder à Réseau et Wi-Fi. C’est ici que vous pouvez vous connecter à votre réseau local.
it_it: Nell'angolo superiore destro dello schermo è presente l'icona di un ingranaggio per l'accesso alle impostazioni. Fai clic sull'icona e passa a Rete e Wi-Fi. Da qui puoi connetterti alla tua rete locale.
ja_jp: 画面の右上にあるのは "設定ギア" です。ギアをクリックし、[ネットワークと Wi-Fi] に移動します。そこでは、ローカル ネットワークに接続できます。
ko_kr: 화면의 오른쪽 위에 "설정 기어"가 있습니다. 기어를 클릭하고 [네트워크 및 Wi-Fi]로 이동하세요. 여기에서 로컬 네트워크에 연결할 수 있습니다.
nl_nl: Kies "Instellingen" rechts boven in het scherm om het Netwerk en Wi-Fi in te stellen. Daar kan je verbinden met het locale netwerk.
pt_br: No canto superior direito da tela, há uma “engrenagem de configurações”. Clique na engrenagem e navegue até Rede e Wi-Fi, onde você poderá se conectar à rede local.
ru_ru: В верхнем правом углу экрана находится значок шестеренки, с помощью которого можно открыть настройки. Щелкните его и выберите раздел "Сеть и Wi-Fi". В нем можно подключиться к локальной сети.
zh_cn: 屏幕右上角是“设置齿轮”。单击该齿轮，然后导航到“网络和 WLAN”。在这里，你可以连接到本地网络。
zh_tw: 您的畫面右上角有一個「設定齒輪」。請按一下齒輪並瀏覽至 [網路及 Wi-Fi]。您可從該處連線至本機網路。

# Tutorial.GetConnected.012.h1
source: Internet Connection Sharing
ar_sa: مشاركة اتصال الأنترنت (Internet Connection Sharing)
de_de: Gemeinsame Nutzung der Internetverbindung
es_es: Conexión compartida a Internet
fr_fr: Partage de connexion Internet
it_it: Condivisione connessione Internet
ja_jp: インターネット接続の共有
ko_kr: 인터넷 연결 공유
pt_br: Compartilhamento de Conexão com a Internet
ru_ru: Общий доступ к подключению Интернета
zh_cn: Internet 连接共享
zh_tw: 網際網路連線共用

# Tutorial.GetConnected.013.p
source: In order to connect and share the internet connection in your PC with your IoT Core device, you must have the following:
ar_sa: لتتمكن من الإتصال ومشاركة اتصال الأنترنت في كمبيوترك مع جهاز IoT Core ، عليك القيام بما يلي:
de_de: Um die Internetverbindung herzustellen und auf Ihrem PC für Ihr IoT Core-Gerät freizugeben, benötigen Sie Folgendes:
es_es: Para conectarte y compartir la conexión a Internet de tu PC con tu dispositivo IoT Core, tienes que disponer de lo siguiente:
fr_fr: Pour pouvoir vous connecter et partager la connexion Internet de votre PC avec votre appareil IoT Standard, vous devez disposer des éléments suivants :
it_it: Per connetterti e condividere la connessione Internet del PC con il tuo dispositivo IoT Core, devi avere:
nl_nl: Om het IoT apparaat met het internet te kunnen verbinden via de gedeelde internet verbinding van je PC, heb je het volgende nodig:
pt_br: Para conectar e compartilhar a conexão com a Internet no computador com o dispositivo IoT Core, você deve ter o seguinte:
ru_ru: Чтобы подключить к компьютеру устройство с IoT Базовой и использовать общий доступ к подключению Интернета, необходимо следующее:
zh_cn: 若要连接并与 IoT 核心版设备共享电脑中的 Internet 连接，你必须满足以下条件:
zh_tw: 為連線並與 IoT 核心版共用您電腦的網際網路連線，您必須具備:

# Tutorial.GetConnected.014.ul
source: A spare Ethernet port on your development machine. This can be either an extra PCI Ethernet card or a USB-to-Ethernet dongle.
ar_sa: يجب أن يتوفر مأخذ Ethernet شاغراً على كمبيوترك ، وذلك إما بإضافة بطاقة توسيع تركب في مأخذ PCI على اللوحة أو بإستخدام أداة يتم إيصالها بمأخذ USB وتدعم مأخذ الكبل Ethernet.
de_de: Einen zusätzlichen Ethernet-Anschluss an Ihrem Entwicklungscomputer. Dies kann entweder eine zusätzliche PCI-Ethernet-Karte oder ein USB-zu-Ethernet-Dongle sein.
es_es: Un puerto Ethernet libre en tu PC de desarrollo. Puede ser una tarjeta PCI Ethernet adicional o una llave USB a Ethernet.
fr_fr: Un port Ethernet disponible sur votre ordinateur de développement. Il peut s’agir d’une carte PCI Ethernet supplémentaire ou d’une dongle USB-Ethernet.
it_it: Una porta Ethernet di riserva nel tuo computer di sviluppo. Può essere una scheda Ethernet PCI aggiuntiva o un adattatore da USB a Ethernet.
ja_jp: 開発コンピューターの空いているイーサネット ポート。追加の PCI イーサネット カードや USB-to-Ethernet ドングルを使用できます。
ko_kr: 개발 컴퓨터의 예비 이더넷 포트. 이 포트는 추가 PCI 이더넷 카드나 USB-이더넷 동글일 수 있습니다.
nl_nl: Een vrije ethernet poort op je ontwikkelmachine (PC). Dit kan via een extra PCI Ethernet kaart of via een USB-to-Ethernet dongle.
pt_br: Uma porta Ethernet disponível no computador de desenvolvimento. Pode ser uma placa PCI Ethernet extra ou um dongle USB para Ethernet.
ru_ru: Свободный порт Ethernet на компьютере, на котором ведется разработка (для этого нужны дополнительная карта PCI Ethernet или аппаратный ключ USB-Ethernet).
zh_cn: 你的开发计算机上有备用以太网端口。这可以是额外的 PCI 以太网卡，也可以是 USB 到以太网的 dongle。
zh_tw: 開發電腦上的額外乙太網路連接埠。它可以是另一張 PCI 乙太網路卡或 USB 到乙太網路硬體鎖。

# Tutorial.GetConnected.015.ul
source: An Ethernet cable to link your development machine to your IoT Core device.
ar_sa: كبل Ethernet ليربط جهاز كمبيوترك مع اللوحة.
de_de: Ein Ethernetkabel zum Verbinden Ihres Entwicklungscomputers mit Ihrem IoT Core-Gerät
es_es: Un cable Ethernet para vincular tu PC de desarrollo a tu dispositivo IoT Core.
fr_fr: Un câble Ethernet pour raccorder votre ordinateur de développement à votre appareil IoT Standard.
it_it: Un cavo Ethernet per collegare il computer di sviluppo al dispositivo IoT Core.
ja_jp: 開発コンピューターと IoT Core デバイスを接続するイーサネット ケーブル。
ko_kr: 개발 컴퓨터를 IoT Core 장치에 연결하는 이더넷 케이블
nl_nl: Een Ethernet kabel om je ontwikkelmachine (PC) met je IoT apparaat te koppelen.
pt_br: Um cabo Ethernet para vincular o computador de desenvolvimento ao dispositivo IoT Core.
ru_ru: Кабель Ethernet для подключения компьютера, на котором ведется разработка, к устройству с IoT Базовой.
zh_cn: 具备一根以太网电缆，用于将你的开发计算机链接到 IoT 核心版设备。
zh_tw: 可連接開發電腦與 IoT 核心版裝置的乙太網路連接線。

# Tutorial.GetConnected.016.p
source: Follow the instructions below to enable Internet Connection Sharing (ICS) on your PC
ar_sa: اتبع الخطوات التالية لتفعيل خاصية مشاركة اتصال الأنترنت (ICS) على جهاز كمبيوترك
de_de: Folgen Sie den unten angegebenen Anweisungen, um die gemeinsame Nutzung der Internetverbindung (Internet Connection Sharing, ICS) auf Ihrem PC zu aktivieren.
es_es: Sigue las instrucciones a continuación para habilitar Conexión compartida a Internet (ICS) en tu PC.
fr_fr: Suivez les instructions ci-dessous pour activer le partage de connexion Internet sur votre PC :
it_it: Segui le istruzioni seguenti per abilitare Condivisione connessione Internet (ICS) nel PC
ja_jp: 以下の手順に従って、PC のインターネット接続の共有 (ICS) を有効にします
ko_kr: 아래의 지침에 따라 PC에서 ICS(인터넷 연결 공유)를 사용하도록 설정합니다.
nl_nl: Voer de volgende instructies uit om de Internet Connection Sharing (ICS) op je ontwikkelmachine (PC) te activeren
pt_br: Siga as instruções abaixo para habilitar o ICS (Compartilhamento de Conexão com a Internet) no computador
ru_ru: Чтобы включить на компьютере общий доступ к подключению Интернета, следуйте приведенным ниже инструкциям
zh_cn: 按照以下说明在你的电脑上启用 Internet 连接共享(ICS)
zh_tw: 遵循下方說明在您的電腦上啟用網際網路連線共用 (ICS)

# Tutorial.GetConnected.017.ul
source: Open up the control panel by right-clicking on the Windows button and selecting 'Control Panel', or by opening up a command prompt window and typing 'control.exe'
ar_sa: افتح لوحة التحكم بالضغط بزر الفأرة الأيمن على شعار الويندوز الموجود في أسفل يسار الشاشة ، ثم اختيار "لوحة التحكم" أو "Contol Panel" باللغة الإنجليزية. أو عبر الذهاب إلى موجه الأوامر (Command Prompt) ثم كتابة control.exe فيه والضغط على زر Enter
de_de: Öffnen Sie die Systemsteuerung, indem Sie mit der rechten Maustaste auf die Windows-Schaltfläche klicken und „Systemsteuerung“ auswählen. Alternativ können Sie eine Eingabeaufforderung öffnen und „control.exe“ eingeben.
es_es: Para abrir el panel de control, haz clic con el botón secundario del mouse en el botón Windows y selecciona Panel de control, o bien abre una ventana de símbolo del sistema y escribe "control.exe".
fr_fr: Affichez le Panneau de configuration en cliquant avec le bouton droit sur le bouton Windows et en sélectionnant Panneau de configuration. Vous pouvez également afficher une fenêtre d’invite de commandes et taper « control.exe ».
it_it: Apri il Pannello di controllo facendo clic con il pulsante destro del mouse sul pulsante Windows e selezionando 'Pannello di controllo' o aprendo una finestra del prompt dei comandi e digitando 'control.exe'
ja_jp: Windows ボタンを右クリックして、[コントロール パネル] をクリックするか、コマンド プロンプト ウィンドウを開いて、「control.exe」と入力して、コントロール パネルを開きます
ko_kr: Windows 단추를 마우스 오른쪽 단추로 클릭하고 [제어판]을 선택하거나 명령 프롬프트 창을 열고 'control.exe'를 입력하여 제어판을 엽니다.
nl_nl: Open het configuratiescherm, door rechts te klikken op de Windows start-knop en selecteer het 'Configuratiescherm', of open een command prompt window en type 'control.exe'
pt_br: Abra o painel de controle clicando com o botão direito do mouse no botão Windows e selecionando 'Painel de Controle', ou abrindo uma janela do prompt de comando e digitando 'control.exe'
ru_ru: Чтобы открыть панель управления, щелкните правой кнопкой мыши по кнопке Windows и выберите пункт "Панель управления" или откройте окно командной строки и введите "control.exe"
zh_cn: 打开控制面板，方法是右键单击 Windows 按钮，然后选择“控制面板”，或者打开一个命令提示符窗口，然后键入 "control.exe"
zh_tw: 在 Windows 鍵上按一下右鍵並選取 [控制台]，或開啟命令提示字元視窗並輸入「control.exe」來開啟控制台。

# Tutorial.GetConnected.018.ul
source: In the search box of the control panel, type adapter
ar_sa: اكتب كلمة adapter في مربع البحث في لوحة التحكم
de_de: Geben Sie im Suchfeld der Systemsteuerung „Adapter“ ein.
es_es: En el cuadro de búsqueda del panel ce control, escribe adaptador.
fr_fr: Dans la zone de recherche du Panneau de configuration, tapez « carte adaptateur ».
it_it: Nella casella di ricerca del Pannello di controllo digita scheda
ja_jp: コントロール パネルの検索ボックスに、「アダプター」と入力します
ko_kr: 제어판의 검색 상자에 어댑터를 입력합니다.
nl_nl: In het zoek vak van het configuratiescherm, type adapter
pt_br: Na caixa de pesquisa do painel de controle, digite adaptador
ru_ru: В поле поиска панели управления введите слово "адаптер"
zh_cn: 在控制面板的搜索框中，键入 adapter
zh_tw: 在控制台的搜尋方塊中輸入介面卡

# Tutorial.GetConnected.019.ul
source: Under 'Network and Sharing Center', click 'View network connections'
ar_sa: تحت "مركز الشبكة والمشاركة" ، اضغط على "إدارة اتصالات الشبكة"
de_de: Klicken Sie unter „Netzwerk- und Freigabecenter“ auf „Netzwerkverbindungen anzeigen“.
es_es: En Centro de redes y recursos compartidos, haz clic en Ver conexiones de red.
fr_fr: Sous Centre Réseau et partage, cliquez sur Afficher les connexions réseau.
it_it: In 'Centro connessioni di rete e condivisione' fai clic su 'Visualizza connessioni di rete'
ja_jp: [ネットワークと共有センター] の [ネットワーク接続の表示] をクリックします
ko_kr: [네트워크 및 공유 센터]에서 [네트워크 연결 보기]를 클릭합니다.
nl_nl: Onder 'Network and Sharing Center', klik Toon netwerk connecties'
pt_br: Em 'Central de Rede e Compartilhamento', clique em 'Exibir conexões de rede'
ru_ru: В разделе "Центр управления сетями и общим доступом" щелкните "Просмотр сетевых подключений"
zh_cn: 在“网络和共享中心”下方，单击“查看网络连接”
zh_tw: 在 [網路和共用中心] 下按一下 [檢視網路連線]

# Tutorial.GetConnected.020.ul
source: Right-click the connection that you want to share, and click 'Properties'
ar_sa: اضغط بزر الفأرة الأيمن على أيقونة الإتصال الذي تود مشاركته في النافذة التي ستظهر ، واختر "خصائص" أو "Properties" بالإنجليزية
de_de: Klicken Sie mit der rechten Maustaste auf die Verbindung, die Sie freigeben möchten, und klicken Sie auf „Eigenschaften“.
es_es: Haz clic en la conexión que quieres compartir y haz clic en Propiedades.
fr_fr: Cliquez avec le bouton droit sur la connexion à partager, puis cliquez sur Propriétés.
it_it: Fai clic con il pulsante destro del mouse sulla connessione che vuoi condividere, quindi fai clic su 'Proprietà'
ja_jp: 共有する接続を右クリックし、[プロパティ] をクリックします
ko_kr: 공유하려는 연결을 마우스 오른쪽 단추로 클릭하고 [속성]을 클릭합니다.
nl_nl: Klik rechts op de netwerk connectie die je wilt delen, and klik 'Properties'
pt_br: Clique com o botão direito do mouse na conexão que você deseja compartilhar, depois clique em 'Propriedades'
ru_ru: Щелкните правой кнопкой мыши подключение, к которому следует предоставить общий доступ, и выберите пункт "Свойства"
zh_cn: 右键单击你要共享的连接，然后单击“属性”
zh_tw: 以滑鼠右鍵按一下您想共用的連線，接著按一下 [內容]

# Tutorial.GetConnected.021.ul
source: Click the 'Sharing' tab, and select the 'Allow other network users to connect through this computer’s Internet connection' box.
ar_sa: اضغط على "مشاركة / Sharing" الموجودة أعلى النافذة الأخيرة ، ثم اضغط على مربع "السماح للمستخدمين الآخرين على الشبكة بالإتصال بإستخدام اتصال إنترنت الموجود على الكمبيوتر".
de_de: Klicken Sie auf die Registerkarte „Freigabe“, und aktivieren Sie das Kontrollkästchen „Anderen Benutzern im Netzwerk gestatten, diese Verbindung des Computers als Internetverbindung zu verwenden“.
es_es: Haz clic en la pestaña Compartir y selecciona el cuadro Permitir que los usuarios de otras redes se conecten a través de la conexión a Internet de este equipo.
fr_fr: Cliquez sur l’onglet Partage, puis cochez la case Autoriser d’autres utilisateurs du réseau à se connecter via la connexion Internet de cet ordinateur.
it_it: Fai clic sulla scheda 'Condivisione' e seleziona la casella 'Consenti ad altri utenti in rete di collegarsi tramite la connessione Internet di questo computer'.
ja_jp: [共有] タブをクリックし、[ネットワークのほかのユーザーに、このコンピューターのインターネット接続をとおしての接続を許可する] チェック ボックスをオンにします。
ko_kr: [공유] 탭을 클릭하고 [다른 네트워크 사용자가 이 컴퓨터의 인터넷 연결을 통해 연결할 수 있도록 허용] 확인란을 선택합니다.
nl_nl: Klik op de 'Sharing' tab, and selecteer de 'Allow other network users to connect through this computer’s Internet connection' optie.
pt_br: Clique na guia 'Compartilhamento' e selecione a caixa 'Permitir que outros usuários da rede se conectem pela conexão deste computador à Internet'.
ru_ru: Откройте вкладку "Общий доступ" и установите флажок "Разрешить другим пользователям сети использовать подключение к Интернету данного компьютера".
zh_cn: 单击“共享”选项卡，然后选中“允许其他网络用户通过此计算机的 Internet 连接来连接”框。
zh_tw: 按一下 [共用] 索引標籤，並選取 [允許其他網路使用者透過此電腦的網際網路連線] 方塊。

# Tutorial.GetConnected.022.p
source: After you have enabled ICS on your PC, you can now connect your Windows 10 IoT Core device directly to your PC. You can do it by plugging in one end of the spare Ethernet cable to the extra Ethernet port on your PC, and the other end of the cable to the Ethernet port on your IoT Core device.
ar_sa: بعد أن قمت بتفعيل خاصية المشاركة على جهاز كمبيوترك ، بإمكان الآن توصيل لوحك IoT Core مباشرة إلى كمبيوترك ، وذلك باستخدام الكبل بربطه في كلا مدخلي Ethernet في كمبيوترك واللوحة.
de_de: Nachdem Sie ICS auf Ihrem PC aktiviert haben, können Sie Ihr Windows 10 IoT Core-Gerät jetzt direkt an Ihren PC anschließen. Schließen Sie dazu ein Ende des Ethernet-Ersatzkabels an den zusätzlichen Ethernet-Anschluss am PC und das andere Ende an den Ethernet-Anschluss Ihres IoT Core-Geräts an.
es_es: Después de haber habilitado en tu PC, podrás conectar tu dispositivo Windows 10 IoT Core directamente a tu PC. Para ello, conecta un extremo del cable Ethernet de repuesto al puerto Ethernet adicional de tu PC y el otro extremo del cable al puerto Ethernet de tu dispositivo IoT Core.
fr_fr: Après avoir activé ICS sur votre PC, vous pouvez à présent connecter directement votre appareil Windows 10 IoT Standard à votre PC. Pour ce faire, branchez une extrémité du câble Ethernet disponible sur le port Ethernet supplémentaire de votre PC et l’autre extrémité de ce câble sur le port Ethernet de votre appareil IoT Standard.
it_it: Dopo avere abilitato Condivisione connessione Internet nel PC, puoi collegare direttamente al PC il tuo dispositivo Windows 10 IoT Core. Per farlo, collega un'estremità del cavo Ethernet alla porta Ethernet aggiuntiva del PC e l'altra estremità alla porta Ethernet del dispositivo IoT Core.
ja_jp: PC で ICS が有効になったので、Windows 10 IoT Core デバイスを PC に直接接続できます。接続するには、余っているイーサネット ケーブルの一方の端を PC の空いているイーサネット ポートに挿し、ケーブルのもう一方の端を IoT Core デバイスのイーサネット ポートに挿します。
ko_kr: PC에서 ICS를 사용하도록 설정했으면 이제 Windows 10 IoT Core 장치를 PC에 직접 연결할 수 있습니다. 이렇게 하려면 예비 이더넷 케이블의 한쪽 끝을 PC의 추가 이더넷 포트에 연결하고 케이블의 다른 쪽 끝을 IoT Core 장치의 이더넷 포트에 연결하면 됩니다.
nl_nl: Nadat de Internet Connection Sharing (ICS) is geactiveerd op je PC kan je jou Windows 10 IoT Core apparaat direct aansluiten op je PC. Je doet dit door de Ethernet kabel te verbinden aan de vrije Ethernet poort van je PC, en aan de andere kant van de kabel aan de Ethernet port van je IoT apparaat.
pt_br: Após ter habilitado o ICS no computador, você poderá conectar o dispositivo Windows 10 IoT Core diretamente ao computador. Conecte uma extremidade do cabo Ethernet acessório à porta Ethernet extra no computador, e a outra extremidade do cabo à porta Ethernet no dispositivo IoT Core.
ru_ru: После включения общего доступа к подключению Интернета на компьютере к нему можно напрямую подключить устройство с Windows 10 IoT Базовой: вставьте один конец свободного кабеля Ethernet в дополнительный порт Ethernet на компьютере, а другой — в порт Ethernet на устройстве с IoT Базовой.
zh_cn: 在你的电脑上启用了 ICS 后，现在便可将 Windows 10 IoT 核心版设备直接连接到你的电脑。为此，你可以将备用以太网电缆的一端插入到电脑上的以太网端口，并将该电缆的另一端插入到 IoT 核心版设备上的以太网端口。
zh_tw: 當您在電腦上啟用 ICS 後，您即可將 Windows 10 IoT 核心版裝置直接連線至電腦。您可以將乙太網路連接線一端插入電腦上額外的乙太網路連接埠，將另一端插入 IoT 核心版裝置上的乙太網路連接埠。

# Tutorial.GetConnected.023.p
source: Note:
ar_sa: ملاحظة:
de_de: Hinweis:
es_es: Nota:
fr_fr: Remarque :
it_it: Nota:
ja_jp: メモ:
ko_kr: 참고:
nl_nl: Let op:
pt_br: Observação:
zh_cn: 注意:
zh_tw: 注意:
